{ "title": "Refund & Cancellation Policy", "data":"<p>Any User who is desirous of receiving the Services at her home shall register herself on the site and choose from the list of Service which the User wishes to avail. The Users shall make the booking in advance as per the requirements of the Company to avail Services from the professional available on the Website. The Services will be available subject to online booking availability and acceptance and the Company does not guarantee availability of Professionals and Services at all times. In case the Professional fails to visit the User, for any reason not attributable to the User, the Service Charges paid by the User will be refunded in accordance with the Refund Policy, if the User wishes to cancel the booking, he/she may do the same. The Company hereby expressly states that any request from the User in respect to any change in the Services purchased by the User through the website shall not be accepted by the Company.</p><p>The Company reserves the right at any time after receipt of User's booking to accept or decline User's booking for any reason which will be intimated to the User reasonably in advance and any Service Charges paid shall be refunded to the User’s account. The Company may require additional verifications or information before accepting any booking, which shall be provided by the User. The Company shall have the right to refuse or cancel any booking made for availing of the Services listed at an incorrect price or containing any other incorrect information or typographical errors, whether or not the booking has been confirmed The User shall be entitled to cancel booking of any Service, booked on the website, by placing a \"Cancel Order\" request, by logging a call with Company's Customer Care Centre by phone or on the Website (whichever is available). Any add- on/promotional Services which may be offered to the User along with the Services booked by her shall not be available on cancellation of the said Services by the User. The User will be bound by the Cancellation Policy of the Company and shall not hold the Company liable for any loss that she may incur due to cancellation of the bookings. The Company reserves the right to withdraw or modify any add-on/promotional Services and/or offers at any time without any liability towards the User(s).</p>"}
