{ "title": "Terms Of Service", "data":" <p> <strong> THIS DOCUMENT IS AN ELECTRONIC RECORD IN TERMS OF INFORMATION TECHNOLOGY ACT, 2000 AND RULES THERE UNDER AS APPLICABLE AND THE AMENDED PROVISIONS PERTAINING TO ELECTRONIC RECORDS IN VARIOUS STATUTES AS AMENDED BY THE INFORMATION TECHNOLOGY ACT, 2000. THIS ELECTRONIC RECORD IS GENERATED BY A COMPUTER SYSTEM AND DOES NOT REQUIRE ANY PHYSICAL OR DIGITAL SIGNATURES. THIS DOCUMENT IS PUBLISHED IN ACCORDANCE WITH THE PROVISIONS OF RULE 3 (1) OF THE INFORMATION TECHNOLOGY (INTERMEDIARIES GUIDELINES) RULES, 2011 THAT REQUIRE PUBLISHING THE RULES AND REGULATIONS, PRIVACY POLICY AND TERMS OF USE FOR ACCESS OR USAGE OF WWW.LOOKPLEX.COM WEBSITE.</strong></br></br> <p > These Terms of Use of the website located at the URL www.lookplex.com is between MASNEP Online Service Private Limited (hereinafter referred to as \"MASNEP\" or \"Lookplex\" or \"We\" or \"Us\" or \"Our\") and the guest users or registered users of the Website (hereinafter referred to as \"You\" or \"Your\" or \"Yourself\" or \"User\") describe the terms on which Lookplex offers. You access to the Website and such other services as are incidental and ancillary thereto (\"Services\"). </p> </br></br> <p > Thank you for usingLookplex. These Terms of Service (the “Terms”) are intended to make you aware of your legal rights and responsibilities with respect to your access to and use of the Lookplexwebsite at www.lookplex.com (the “Site”) and any related mobile or software applications including but not limited to delivery of information via the website whether existing now or in the future that link to the Terms (collectively, the “Services”). </p> </br></br> <strong> These Terms are effective for all existing and future Lookplexuser accounts including but without limitation to users having access to ‘beauty, wellness and fitness page’ to manage their claimed business listings. </strong></br></br> <strong> Please carefully read these Terms. </strong>By accessing or using the Site, you are agreeing to these Terms and concluding a legally binding contract with MASNEP ONLINE SERVICES PRIVATE LIMITIED. You may not use the Services if you do not accept the Terms or are unable to be bound by the Terms. Your use of the Site is at your own risk, including the risk that you might be exposed to content that is objectionable, or otherwise inappropriate. </br></br> In order to use the Services, you must first agree to the Terms. You can accept the Terms by</br></br><span></span> • Clicking to accept or agree to the Terms, where it is made available to you by Lookplexin the user interface for any particular Service; or </br><span></span> • Actually using the Services. In this case, you understand and agree that Lookplex will treat your use of the Services as acceptance of the Terms from that point onwards</p><h4>2. DISCLAIMER OF WARRANTIES, LIMITATION OF LIABILITY, AND INDEMNIFICATION</h4> <p> <strong>Disclaimer of Warranties</strong></br></br> YOU ACKNOWLEDGE AND AGREE THAT THE SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" AND THAT YOUR USE OF THE SERVICES SHALL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, LOOKPLEX, ITS AFFILIATES AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AFFILIATES, BRANCHES, SUBSIDIARIES, AND LICENSORS (\"LOOKPLEX PARTIES\") DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES INCLUDING MOBILE APPS AND YOUR USE OF THEM. TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE LOOKPLEX PARTIES MAKE NO WARRANTIES OR REPRESENTATIONS THAT THE SERVICES HAVE BEEN AND WILL BE PROVIDED WITH DUE SKILL, CARE AND DILIGENCE OR ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT AND ASSUME NO RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES THROUGH THE ACTIONS OF ANY THIRD PARTY, (VI) ANY LOSS OF YOUR DATA OR CONTENT FROM THE SERVICES AND/OR (VII) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES. ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL. THE LOOKPLEX PARTIES WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. YOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE SERVICES AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SERVICES. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM LOOKPLEX OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS. UNLESS YOU HAVE BEEN EXPRESSLY AUTHORIZED TO DO SO IN WRITING BY LOOKPLEX, YOU AGREE THAT IN USING THE SERVICES, YOU WILL NOT USE ANY TRADE MARK, SERVICE MARK, TRADE NAME, AND LOGO OF ANY COMPANY OR ORGANIZATION IN A WAY THAT IS LIKELY OR INTENDED TO CAUSE CONFUSION ABOUT THE OWNER OR AUTHORIZED USER OF SUCH MARKS, NAMES OR LOGOS.</br></br> <strong>Limitation of Liability</strong></br></br>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE LOOKPLEX PARTIES BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, (II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES INCLUDING MOBILE APP, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR SERVERS, (V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, (VI) ANY LOSS OF YOUR DATA OR CONTENT FROM THE SERVICES (VII) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT THE LOOKPLEX PARTIES ARE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND/OR (VIII) THE DISCLOSURE OF INFORMATION PURSUANT TO THESE TERMS OR OUR PRIVACY POLICY, (IX) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL, (X) LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY ADVERTISING, OR AS A RESULT OF ANY RELATIONSHIP OR TRANSACTION BETWEEN YOU AND ANY ADVERTISER OR SPONSOR WHOSE ADVERTISING APPEARS ON THE SERVICES. IN NO EVENT SHALL THE LOOKPLEX PARTIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES WHATSOEVER, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, INCLUDING BUT NOT LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS. </br> </br> FURTHERMORE, THE TOTAL LIABILITY OF THE LOOKPLEX PARTIES TO YOU FOR ANY CAUSE OF ACTION YOU TAKE AGAINST THE LOOKPLEX PARTIES WILL AT ALL TIMES BE LIMITED TO RUPEES ONE HUNDRED ONLY (Rs.100.00) OR THE AMOUNT YOU HAVE PAID TO US IN THE LAST TWELVE (12) MONTHS, IF ANY, WHICHEVER IS GREATER. </br> </br> Some countries and jurisdictions do not allow the limitation or exclusion of consequential, direct, indirect, or other damages and to the extent you are a consumer, the limitations or exclusions in this section may not apply to you. </br> </br> <strong>Indemnification</strong></br></br></p> <p> You agree to indemnify, defend, and hold harmless the Lookplex Parties from and against any third party claims, damages (actual and/or consequential), actions, proceedings, demands, losses, liabilities, costs and expenses (including reasonable legal fees) suffered or reasonably incurred by us arising as a result of, or in connection with: (i) Your Content, (ii) your unauthorized use of the Services, or products or services included or advertised in the Services; (iii) your access to and use of the Services; (iv) your violation of any rights of another party; or (v) your breach of these Terms, including, but not limited to, any infringement by you of the copyright or intellectual property rights of any third party. We retain the exclusive right to settle, compromise and pay, without your prior consent, any and all claims or causes of action which are brought against us. We reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims. You agree not to settle any matter in which we are named as a defendant and/or for which you have indemnity obligations without our prior written consent. We will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it. </p> </br> <!-- <h5>2. DISCLAIMER OF WARRANTIES, LIMITATION OF LIABILITY, AND INDEMNIFICATION</h5> --> <h4>3.TERMINATION OF YOUR ACCESS TO THE SERVICES</h4><p></br> You can terminate your account at any time by contacting us via the \"Contact Us\" link at the bottom of every page, and ceasing further use of the Services.</br>We may terminate your use of the Services and deny you access to the Services in our sole discretion for any reason or no reason, including your: (i) violation of these Terms; or (ii) lack of use of the Services. You agree that any termination of your access to the Services may be effected without prior notice, and acknowledge and agree that we may immediately deactivate or delete your account and all related information and/or bar any further access to your account or the Services. If you use the Services in violation of these Terms, we may, in our sole discretion, retain all data collected from your use of the Services. Further, you agree that we shall not be liable to you or any third party for the discontinuation or termination of your access to the Services.</p></br> <h4 >4.GENERAL TERMS</h4> <p> <strong>Interpretation:</strong></br> The section and subject headings in these Terms are included for reference only and shall not be used to interpret any provisions of these Terms.</br></br> <strong>Entire Agreement and Waiver:</strong></br> The Terms, together with the ‘Privacy Policy’ and ‘Guidelines and Policies’, shall constitute the entire agreement between you and us concerning the Services. No failure or delay by us in exercising any right, power or privilege under the Terms shall operate as a waiver of such right or acceptance of any variation of the Terms and nor shall any single or partial exercise by either party of any right, power or privilege preclude any further exercise of that right or the exercise of any other right, power or privilege.</br></br> <strong> Severability:</strong></br> If any provision of these Terms is deemed unlawful, invalid, or unenforceable by a judicial court for any reason, then that provision shall be deemed severed from these Terms, and the remainder of the Terms shall continue in full force and effect.</br></br> <strong> Partnership or Agency:</strong></br> None of the provisions of these Terms shall be deemed to constitute a partnership or agency between you and Lookplex and you shall have no authority to bind Lookplex in any form or manner, whatsoever.</br></br> <strong>Governing Law/Waiver:</strong></br></br> <strong>For Users residing in India and outside India:</strong> These Terms shall be governed by the laws of India. The Courts of law at Delhi/New Delhi shall have exclusive jurisdiction over any disputes arising under this agreement.</br></br> <strong>For all Users: </strong>YOU MUST COMMENCE ANY LEGAL ACTION AGAINST US WITHIN ONE (1) WEEK AFTER THE ALLEGED HARM INITIALLY OCCURS. FAILURE TO COMMENCE THE ACTION WITHIN THAT PERIOD SHALL FOREVER BAR ANY CLAIMS OR CAUSES OF ACTION REGARDING THE SAME FACTS OR OCCURRENCE, NOTWITHSTANDING ANY STATUTE OF LIMITATIONS OR OTHER LAW TO THE CONTRARY. WITHIN THIS PERIOD, ANY FAILURE BY US TO ENFORCE OR EXERCISE ANY PROVISION OF THESE TERMS OR ANY RELATED RIGHT SHALL NOT CONSTITUTE A WAIVER OF THAT RIGHT OR PROVISION. </br></br> <strong> Carrier Rates may Apply:</strong> By accessing the Services through a mobile or other device, you may be subject to charges by your Internet or mobile service provider, so check with them first if you are not sure, as you will be responsible for any such costs.</br></br> <strong>Linking and Framing: </strong>You may not frame the Services. You may link to the Services, provided that you acknowledge and agree that you will not link the Services to any website containing any inappropriate, profane, defamatory, infringing, obscene, indecent, or unlawful topic, name, material, or information or that violates any intellectual property, proprietary, privacy, or publicity rights. Any violation of this provision may, in our sole discretion, result in termination of your use of and access to the Services effective immediately. </p></br><h4>5. MEANINGS</h4> <p><strong>User</strong></br></br> \"User\" or \"You\" or \"Your\" refers to you, as a user of the Services. A user is someone who accesses or uses the Services for the purpose of sharing, displaying, hosting, publishing, transacting, or uploading information or views or pictures and includes other persons jointly participating in using the Services including without limitation a user having access to ‘beauty, wellness and fitnesspages’ to manage claimed business listings or otherwise.</br></br><strong>Content</strong></br></br> “Content” will include (but is not limited to) images, photos, audio, video, location data, nearby places, and all other forms of information or data. \"Your content\" or \"User Content\" means content that you upload, share or transmit to, through or in connection with the Services, such as likes, ratings, reviews, images, photos, messages, profile information, and any other materials that you publicly display or displayed in your account profile. \"Lookplex content\" means content that Lookplex creates and makes available in connection with the Services including, but not limited to, visual interfaces, interactive features, graphics, design, compilation, computer code, products, software, aggregate ratings, reports and other usage-related data in connection with activities associated with your account and all other elements and components of the Services excluding Your Content and third party content. \"Third Party Content\" means content that comes from parties other than Lookplexor its users and is available on the Services.</br></br> </p><h4>6. ELIGIBILITY</h4> <p> 1. You hereby represent and warrant that you are at least eighteen (18) years of age or above and are fully able and competent to understand and agree the terms, &nbsp;&nbsp;&nbsp;&nbsp;conditions, obligations, affirmations, representations, and warranties set forth in these Terms. </br>2. Compliance with Laws. You are responsible for complying with all laws and regulations of the state in which you live when you access and use the Services. You agree &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; to use the Services only in compliance with these Terms and applicable law, and in a manner that does not violate our legal rights or those of any third party(ies).</p><h4>7. CHANGES TO THE TERMS</h4><p>Lookplex may vary or amend or change or update these Terms, from time to time entirely at its own discretion. You shall be responsible for checking these Terms from time to time and ensure continued compliance with these Terms. Your use of Site after any such amendment or change in the Terms shall be deemed as your express acceptance to such amended/changed terms and you also agree to be bound by such changed/amended Terms. </p><h4>8. PROVISION OF THE SERVICES BEING OFFERED BY LOOKPLEX</h4> <p> 1. Lookplex is constantly evolving in order to provide the best possible experience and information to its users. You acknowledge and agree that the form and nature of the &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp; Services which Lookplex provides may require effecting certain changes in it, therefore Lookplex reserves the right to suspend/cancel, or discontinue any or all services at &nbsp;&nbsp;&nbsp;any time without notice, make modifications and alterations in any or all of its contents, products and services contained on the site without any prior notice. </br></br> 2. We, the software, or the software application store that makes the software available for download may include functionality to automatically check for updates or &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; upgrades to the software. Unless your device, its settings, or computer software does not permit transmission or use of upgrades or updates, you agree that we, or the &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;applicable software or software application store, may provide notice to you of the availability of such upgrades or updates and automatically push such upgrade or update &nbsp;&nbsp;&nbsp;&nbsp;to your device or computer from time-to-time. You may be required to install certain upgrades or updates to the software in order to continue to access or use the &nbsp;&nbsp;&nbsp;&nbsp;Services, or portions thereof (including upgrades or updates designed to correct issues with the Services). Any updates or upgrades provided to you by us under the &nbsp;&nbsp;&nbsp;&nbsp;Terms shall be considered part of the Services.</br></br> 3. You acknowledge and agree that if Lookplex disables access to your account, you may be prevented from accessing the Services, your account details or any files or &nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;other content, which is contained in your account </br></br> 4. You acknowledge and agree that while Lookplex may not currently have set a fixed upper limit on the number of transmissions you may send or receive through the &nbsp;&nbsp;&nbsp;&nbsp;Services,lookplex may set such fixed upper limits at any time, at Lookplex discretion</br></br> </br> 5. By using Lookplex's Services you agree to the following disclaimer: The Content on these Services is for informational purposes only.Lookplex disclaims any liability for &nbsp;&nbsp;&nbsp;&nbsp;any information that may have become outdated since the last time the particular piece of information was updated. Lookplex reserves the right to make changes and &nbsp;&nbsp;&nbsp;&nbsp;corrections to any part of the Content on these Services at any time without prior notice. Lookplex does not guarantee the prices listed in rate cards or the availability of all &nbsp;&nbsp;&nbsp;&nbsp;services at any beauty, wellness and fitness center. Unless stated otherwise, all pictures and information contained on these Services are believed to be owned by or &nbsp;&nbsp;&nbsp;&nbsp;licensed to Lookplex. Please email a takedown request (by using the “Contact Us” link on the home page) to the webmaster if you are the copyright owner of any Content &nbsp;&nbsp;&nbsp;&nbsp;on these Services and you think the use of the above material violates your copyright in any way. Please indicate the exact URL of the webpage in your request. All images &nbsp;&nbsp;&nbsp;&nbsp;shown here have been digitized by Lookplex. No other party is authorized to reproduce or republish these digital versions in any format whatsoever without the written &nbsp;&nbsp;&nbsp;&nbsp;permission of Lookplex. </br></br> 6. Lookplex reserves the right to charge subscription and/or membership fees from a user, by giving reasonable prior notice, in respect of any product, service or any other &nbsp;&nbsp;&nbsp;&nbsp;aspect of this site anytime in future. </br></br> 7. Lookplex may from time to time introduce referral and/or incentive based programs for its users. These Program(s) maybe governed by their respective terms and &nbsp;&nbsp;&nbsp;&nbsp;conditions. By participating in the Program, Users are bound by the Program terms and conditions as well as the Site terms. Further, Lookplex reserves the right to &nbsp;&nbsp;&nbsp;&nbsp;terminate/suspend the User’s account and/or credits/points earned and/or participation of the User in the Program if Lookplex determines in its sole discretion that the &nbsp;&nbsp;&nbsp;&nbsp;User has violated the rules of the Program and/or has been involved in activities that are in contravention of the Program terms and/or Site terms or has engaged in &nbsp;&nbsp;&nbsp;&nbsp;activities which are fraudulent/unlawful in nature. Furthermore, Lookplex reserves the right to modify, cancel and discontinue its Program without notice to the User. </p><h4>9.USE OF SERVICES BY YOU OR USER</h4> <p><strong>Lookplex User Account Access</strong></br></br> You must create an account in order to use some of the features offered by the Services. Use of any personal information you provide to us during the account creation process is governed by our <a href=\"/privacy-policy\" >Privacy Policy</a>. You must keep your password confidential and you are solely responsible for maintaining the confidentiality and security of your account, all changes and updates submitted through your account, and all activities that occur in connection with your account.</br></br> You may also be able to register to use the Services by logging into your account with your credentials from certain third party social networking sites (e.g. Facebook). You confirm that you are the owner of any such social media account and that you are entitled to disclose your social media login information to us. You authorize us to collect your authentication information, and other information that may be available on or through your social media account consistent with your applicable settings and instructions. </br></br> In creating an account, you represent to us that all information provided to us in such process is true, accurate and correct, and that you will update your information as and when necessary in order to keep it accurate. If you are creating an account, then you represent to us that you are the owner of the account. You shall not impersonate someone else, create or use an account for anyone other than yourself, provide an email address other than your own and create multiple accounts.</br></br> You are also responsible for all activities that occur in your account. You agree to notify us immediately of any unauthorized use of your account in order to enable us to take necessary corrective action. You also agree that you will not allow any third party to use your account for the purpose of transacting activities in your name on the Services.</br></br> By creating an account, you agree to receive certain communications in connection with the Site or Services. For example, you might receive comments or friend requests from other Users. You can opt-out or manage your preferences regarding non-essential communications through account settings.</br></br> In order to connect you to certain beauty, wellness and fitness centers, we provided value added telephony services through our phone lines, which connect directly to beauty, wellness and fitness center’s phone lines. We record all information regarding this call including the voice recording of the conversation between you, the customer and the beauty, wellness and fitness centers (for internal billing tracking purposes and customer service improvement at the beauty, wellness and fitness centers end). If you do not wish that your information be recorded in such a manner, please do not use the telephone services provided by Lookplex. You explicitly agree and permit Lookplex to record all this information when you dial Lookplex's phone numbers.</br></br> You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.</br></br> You agree to use the data owned by Lookplex (as available on the Services or through any other means like API etc.) only for personal use/purposes and not for any commercial use unless agreed to by/with Lookplex in writing.</br></br> You agree not to access (or attempt to access) any of the Services by any means other than the interface that is provided by Lookplex, unless you have been specifically allowed to do so, by way of a separate agreement with Lookplex. You specifically agree not to access (or attempt to access) any of the Services through any automated means (including use of scripts or web crawlers).</br></br> You agree that you will not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services). You shall not delete or revise any material or information posted by any other User(s), and shall not engage in spamming, including but not limited to any form of emailing, posting or messaging that is unsolicited.</br></br> </p><h4>10. CONTENT</h4><p><strong>Ownership of Lookplex Content and Proprietary Rights</strong></br></br> We are the sole and exclusive copyright owners of the Services and our Content. We also exclusively own the copyrights, trademarks, service marks, logos, trade names, trade dress and other intellectual and proprietary rights throughout the world (the “IP Rights”) associated with the Services and Our Content, which may be protected by copyright, patent, trademark and other applicable intellectual property and proprietary rights and laws. You acknowledge that the Services contain original works and have been developed, compiled, prepared, revised, selected, and arranged by us and others through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitutes valuable intellectual property of us and such others. You further acknowledge that the Services may contain information which is designated as confidential by Lookplex and that you shall not disclose such information without Lookplex's prior written consent.</br></br>You agree to protect our proprietary rights and the proprietary rights of all others having rights in the Services during and after the term of this agreement and to comply with all reasonable written requests made by us or our suppliers and licensors of content or otherwise to protect their and others’ contractual, statutory, and common law rights in the Services. You acknowledge and agree that Lookplex (or Lookplex's licensors) own all legal right, title and interest in and to the Services, including any IP Rights which subsist in the Services (whether those rights happen to be registered or not, and wherever in the world those rights may exist). You further acknowledge that the Services may contain information which is designated as confidential by Lookplex and that you shall not disclose such information without Lookplex's prior written consent. Unless you have agreed otherwise in writing with Lookplex, nothing in the Terms gives you a right to use any of Lookplex's trade names, trademarks, service marks, logos, domain names, and other distinctive brand features.</br></br>You agree not to use any framing techniques to enclose any trademark or logo or other proprietary information of Lookplex; or remove, conceal or obliterate any copyright or other proprietary notice or source identifier, including without limitation, the size, color, location or style of any proprietary mark(s). Any infringement shall lead to appropriate legal proceedings against you at appropriate forum for seeking all available/possible remedies under applicable laws of the country of violation. You cannot modify, reproduce, publicly display or exploit in any form or manner whatsoever any of the Lookplex’s content in whole or in part except as expressly authorized by Lookplex.</br></br>To the fullest extent permitted by applicable law, we neither warrant nor represent that your use of materials displayed on the Services will not infringe rights of third parties not owned by or affiliated with us. You agree to immediately notify us upon becoming aware of any claim that the Services infringe upon any copyright trademark, or other contractual, intellectual, statutory,or common law rights by following the instructions contained provided in the Agreement. </br></br><strong>Your License to Lookplex Content:</strong></br> We grant you a personal, limited, non-exclusive and non-transferable license to access and use the Services only as expressly permitted in these Terms. You shall not use the Services for any illegal purpose or in any manner inconsistent with these Terms. You may use information made available through the Services solely for your personal, non-commercial use. You agree not to use, copy, display, distribute, modify, broadcast, translate, reproduce, reformat, incorporate into advertisements and other works, sell, promote, create derivative works, or in any way exploit or allow others to exploit any of Lookplex Content in whole or in part except as expressly authorized by us. Except as otherwise expressly granted to you in writing, we do not grant you any other express or implied right or license to the Services, Lookplex Content or our IP Rights.</br></br>Any violation by you of the license provisions contained in this Section may result in the immediate termination of your right to use the Services, as well as potential liability for copyright and other IP Rights infringement depending on the circumstances.</br></br><strong>Lookplex License to Your or User Content:</strong></br></br> By submitting Your Content you hereby irrevocably grant us a perpetual, irrevocable, world-wide, non-exclusive, royalty-free, sub-licensable and transferable license and right to use Your Content (including content shared by any business user having access to a ‘beauty, wellness and fitness business page’ to manage its business listings or otherwise) and all IP Rights therein for any purpose including API partnerships with third parties and in any media existing now or in future. By “use” we mean use, copy, display, distribute, modify, translate, reformat, incorporate into advertisements and other works, promote, create derivative works, and in the case of third party services, allow their users and others to do the same. You grant us the right to use the name or username that you submit in connection with Your Content. You irrevocably waive, and cause to be waived, any claims and assertions of moral rights or attribution with respect to Your Content brought against us, any third party services and our and their users.</br></br><strong>Representations Regarding Your or User Content:</strong></br></br> You are responsible for Your Content. You represent and warrant that you are the sole author of, own, or otherwise control all of the rights of Your Content or have been granted explicit permission from the rights holder to submit Your Content; Your Content was not copied from or based in whole or in part on any other content, work, or website; Your Content was not submitted via the use of any automated process such as a script bot; use of Your Content by us, third party services, and our and their third party users will not violate or infringe any rights of yours or any third party; Your Content is truthful and accurate; and Your Content does not violate the Terms or any applicable laws. If Your Content is a review, you represent and warrant that you are the sole author of that review; the review reflects an actual dining experience that you had; you were not paid or otherwise remunerated in connection with your authoring or posting of the review; and you had no financial, competitive, or other personal incentive to author or post a review that was not a fair expression of your honest opinion.</br></br> You assume all risks associated with Your Content, including anyone's reliance on its quality, accuracy, or reliability, or any disclosure by you of information in Your Content that makes you personally identifiable. While we reserve the right to remove content, we do not control actions or content posted by our users and do not guarantee the accuracy, integrity or quality of any content. You acknowledge and agree that content posted by users and any and all liability arising from such content is the sole responsibility of the user who posted the content, and not us.</br></br> <strong>Content Removal</strong></br></br> We reserve the right, at any time and without prior notice, to remove, block, or disable access to any content that we, for any reason or no reason, consider to be objectionable, in violation of the Terms or otherwise harmful to the Services or our users in our sole discretion. Subject to the requirements of applicable law, we are not obligated to return any of Your Content to you under any circumstances. Any review, which is derogatory, defamatory or hateful and without any substantial evidence may be taken down at our sole discretion.</br></br> <strong>Third Party Content and Links</strong></br></br> Some of the content available through the Services may include or link to materials that belong to third parties, such as third party reservation services. Please note that your use of such third party services will be governed by the terms of service and privacy policy applicable to the corresponding third party. We may obtain business addresses, phone numbers, and other contact information from third party vendors who obtain their data from public sources. We have no control over, and make no representation or endorsement regarding the accuracy, relevancy, copyright compliance, legality, completeness, timeliness or quality of any product, services, advertisements and other content appearing in or linked to from the Services. We do not screen or investigate third party material before or after including it on our Services. We reserve the right, in our sole discretion and without any obligation, to make improvements to, or correct any error or omissions in, any portion of the content accessible on the Services. Where appropriate, we may in our sole discretion and without any obligation, verify any updates, modifications, or changes to any content accessible on the Services, but shall not be liable for any delay or inaccuracies related to such updates. You acknowledge and agree that Lookplex is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.</br></br> Third party content, including that posted by our users, does not reflect our views or that of our parent, subsidiary, affiliate companies, branches, employees, officers, directors, or shareholders. In addition, none of the content available through the Services is endorsed or certified by the providers or licensors of such third party content. We assume no responsibility or liability for any of Your Content or any third party content. You further acknowledge and agree that Lookplex is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources. Without limiting the generality of the foregoing, we expressly disclaim any liability for any offensive, defamatory, illegal, invasive, unfair, or infringing content provided by third parties. </br></br> <strong>User Reviews</strong></br></br> User reviews do not reflect the opinion of Lookplex. Lookplex receives multiple reviews by users, which reflect the opinions of the Users. It is pertinent to state that each and every review posted on Lookplex is the personal opinion of the user/reviewer only. Lookplex is a neutral platform, which solely provides a means of communication between users/reviewers including users or business owners/representatives with access to establishment business page. The advertisements on Lookplex are published on an independent basis and there is no relation between the reviews of advertisers those who have advertised on the Services. We are a neutral platform and we don’t arbitrate disputes, however in case if someone writes a review that isn’t true about the beauty, wellness or fitness centers, the best option for the beauty, wellness or fitness center’s representative would be to contact the reviewer or post a public response in order to clear up any misunderstandings. If the beauty, wellness and fitness center’sbelieves that any particular user’s review violates Lookplex’s Policy, he can flag the review to our attention. Lookplex may remove the review in its sole discretion if review is in violation of the Terms, or content guidelines and policies or otherwise harmful to the Services.</br></br><strong>Content Guidelines</strong></br></br> You represent that you have read, understood and agreed to our Guidelines and Polices related to Content.</br></br><h4 >11. PRIVACY POLICY</h4> <p>You represent that you have read understood and agreed to our Privacy Policy. Please note that we may disclose information about you to third parties or government authorities if we believe that such a disclosure is reasonably necessary to (i) take action regarding suspected illegal activities; (ii) enforce or apply our Terms and Privacy Policy; (iii) comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process/notice served on us; or (iv) protect our rights, reputation, and property, or that of our users, affiliates, or the general public.</p> <h4>12. RESTRICTIONS ON USE</h4> <p> Without limiting the generality of these Terms, in using the Services, you specifically agree not to post or transmit any content (including review) or engage in any activity that, in our sole discretion:</br></br> &nbsp;&nbsp;&nbsp;1. Violate our Guidelines and Policies;</br> &nbsp;&nbsp;&nbsp;2. Is harmful, threatening, abusive, harassing, tortious, indecent, defamatory, discriminatory, vulgar, profane, obscene, libelous, hateful or otherwise objectionable, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;invasive of another’s privacy, relating or encouraging money laundering or gambling;</br> &nbsp;&nbsp;&nbsp;3. Constitutes an inauthentic or knowingly erroneous review, or does not address the goods and services, atmosphere, or other attributes of the business you are &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;reviewing.</br> &nbsp;&nbsp;&nbsp;4. Contains material that violates the standards of good taste or the standards of the Services;</br> &nbsp;&nbsp;&nbsp;5. Violates any third-party right, including, but not limited to, right of privacy, right of publicity, copyright, trademark, patent, trade secret, or any other intellectual property or &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;proprietary rights;</br> &nbsp;&nbsp;&nbsp;6. Accuses others of illegal activity, or describes physical confrontations;</br> &nbsp;&nbsp;&nbsp;7. Alleges any matter related to health code violations requiring healthcare department reporting. Refer to our Guidelines and Policies for more details about health code &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;violations.</br> &nbsp;&nbsp;&nbsp;8. Is illegal, or violates any federal, state, or local law or regulation (for example, by disclosing or trading on inside information in violation of securities law);</br> &nbsp;&nbsp;&nbsp;9. Attempts to impersonate another person or entity;</br> &nbsp;&nbsp;&nbsp;10. Disguises or attempts to disguise the origin of Your Content, including but not limited to by: (i) submitting Your Content under a false name or false pretenses; or &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) disguising or attempting to disguise the IP address from which Your Content is submitted;</br> &nbsp;&nbsp;&nbsp;11. Constitutes a form of deceptive advertisement or causes, or is a result of, a conflict of interest</br> &nbsp;&nbsp;&nbsp;12. Is commercial in nature, including but not limited to spam, surveys, contests, pyramid schemes, postings or reviews submitted or removed in exchange for &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;payment, postings or reviews submitted or removed by or at the request of the business being reviewed, or other advertising materials;</br> &nbsp;&nbsp;&nbsp;13. Asserts or implies that Your Content is in any way sponsored or endorsed by us;</br> &nbsp;&nbsp;&nbsp;14. Contains material that is not in English or, in the case of products provided in foreign languages, the language relevant to such products;</br> &nbsp;&nbsp;&nbsp;15. Falsely states, misrepresents, or conceals your affiliation with another person or entity;</br> &nbsp;&nbsp;&nbsp;16. Accesses or uses the account of another user without permission;</br> <span></span>17. Distributes computer viruses or other code, files, or programs that interrupt, destroy, or limit the functionality of any computer software or hardware or electronic &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;communications equipment;</br> <span></span>18. Interferes with, disrupts, or destroys the functionality or use of any features of the Services or the servers or networks connected to the Services;</br> <span></span>19. “Hacks” or accesses without permission our proprietary or confidential records, those of another user, or those of anyone else;</br> <span></span>20. Violates any contract or fiduciary relationship (for example, by disclosing proprietary or confidential information of your employer or client in breach of any employment, &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;consulting, or non-disclosure agreement);</br> <span></span>21. Decompiles, reverse engineers, disassembles or otherwise attempt to derive source code from the Services;</br> <span></span>22. Removes, circumvents, disables, damages or otherwise interferes with security-related features, or features that enforce limitations on use of, the Services;</br> <span></span>23. Violates the restrictions in any robot exclusion headers on the Services, if any, or bypasses or circumvents other measures employed to prevent or limit access to the &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Services;</br> <span></span>24. Collects, accesses, or stores personal information about other users of the Services;</br> <span></span>25. Is posted by a bot;</br> <span></span>26. Harms minor in any way;</br> <span></span>27. Threatens the unity, integrity, defense, security or sovereignty of India or of the country of use, friendly relations with foreign states, or public order or causes &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation;</br> <span></span>28. Modifies, copies, scrapes or crawls, displays, publishes, licenses, sells, rents, leases, lends, transfers or otherwise commercialize any rights to the Services or Our &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Content; or</br> <span></span>29. Attempts to do any of the foregoing.</br></br> You acknowledge that we have no obligation to monitor your – or anyone else’s – access to or use of the Services for violations of the Terms, or to review or edit any content. However, we have the right to do so for the purpose of operating and improving the Services (including without limitation for fraud prevention, risk assessment, investigation and customer support purposes), to ensure your compliance with the Terms and to comply with applicable law or the order or requirement of legal process, a court, consent decree, administrative agency or other governmental body. </br></br> You hereby agree and assure Lookplex that the Site/Services shall be used for lawful purposes only and that you will not violate laws, regulations, ordinances or other such requirements of any applicable Central, Federal State or local government or international law(s). You shall not upload, post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, junk mail, spam mail, chain letters or any other form of solicitation, encumber or suffer to exist any lien or security interest on the subject matter of these Terms or to make any representation or warranty on behalf of Lookplex in any form or manner whatsoever.</br></br> <strong>Any Content uploaded by you, shall be subject to relevant laws of India and of the country of use and may be disabled, or and may be subject to investigation under applicable laws. Further, if you are found to be in non-compliance with the laws and regulations, these terms, or the privacy policy of the Site, Lookplex shall have the right to immediately block your access and usage of the Site and Lookplex shall have the right to remove any non-compliant content and or comment forthwith, uploaded by you and shall further have the right to take appropriate recourse to such remedies as would be available to it under various statutes.</strong></br></br><h4>13. FEEDBACK</h4><p>If you share or send any ideas, suggestions, changes or documents (\"Feedback\"), you agree that (i) your Feedback does not contain any confidential, secretive or proprietary information of third parties, (ii) Lookplex is under no obligation of confidentiality with respect to such Feedback, (iii) Lookplex may have already received similar Feedback from some other user or it may be under consideration or in development, and (iv) By providing the Feedback, you grant us a binding, non-exclusive, royalty-free, perpetual, global license to use, modify, develop, publish, distribute and sublicense the Feedback, and you irrevocably waive, against Lookplex and its users any claims/assertions, whatsoever of any nature, with regard to such Feedback.</p><h4>14. ADVERTISING</h4><p> Some of the Services are supported by advertising revenue and may display advertisements and promotions. These advertisements may be targeted to the content of information stored on the Services, queries made through the Services or other information. The manner, mode and extent of advertising by Lookplex on the Services are subject to change without specific notice to you. In consideration for Lookplex granting you access to and use of the Services, you agree that Lookplex may place such advertising on the Services.</br></br> Part of the site may contain advertising information or promotional material or other material submitted to Lookplex by third parties. Responsibility for ensuring that material submitted for inclusion on the Site or mobile apps complies with applicable international and national law is exclusively on the party providing the information/material. Your correspondence or business dealings with, or participation in promotions of, advertisers other than Lookplex found on or through the Site and or mobile apps, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, shall be solely between you and such advertiser. Lookplex will not be responsible or liable for any error or omission, inaccuracy in advertising material or any loss or damage of any sort incurred as a result of any such dealings or as a result of the presence of such other advertiser(s) on the Site and mobile apps. </p><h4>15. ADDITIONAL TERMS & CONDITIONS FOR CUSTOMERS USING ONLINE APPOINTNMENT</h4><p> <span></span>1. It is the sole responsibility of participating beauty, wellness and fitness centers’ to honor your request and provide the service to you. Lookplex is only a conduit between &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you and the beauty, wellness and fitness centers. Lookplex shall not be liable for any acts or omissions on part of the beauty, wellness and fitness centers including &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;deficiency in service, quality of service, time taken to provide the service, etc.</br> <span ></span>2. Please note that some of the services may be suitable for certain ages only. You should check the services you are ordering and read its description, if provided, prior &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp; &nbsp;&nbsp;to booking your appointment. Lookplex shall not be liable in the event services availed by you does not meet your requirements and restrictions.</br> <span></span>3. While placing a request for booking you shall be required to provide certain details. You agree to take particular care when providing these details and warrant that these &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;details are accurate and complete at the time of request for booking. By providing these details, you express your acceptance to Lookplex’s terms and privacy policies.</br> <span></span>4. You or any person instructed by you shall not use servicesavailed from the online appointment services application (the \"App\") for any commercial purpose/transaction.</br> <span></span>5. All prices listed on the App are correct at the time of publication, and have placed as received by the beauty, wellness and fitness centers’. While we take great care to &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;keep them up to date, the final price charged to you by the beauty, wellness and fitness centers’ may change at the time of availing service. In the event of a conflict &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;between price on the App and price charged by the beauty, wellness and fitness centers’, the price charged by the beauty, wellness and fitness centers’ shall be &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;deemed to be the correct price.</br> <span></span>6. Appointment timings quoted at the time of placing request are approximate only, and may vary. </p><h4>16. NOTICE OF COPYRIGHT INFRINGEMENT & GRIEVANCE REDRESSAL MECHANISM</h4><p>Lookplex shall not be liable for any infringement of copyright arising out of materials posted on or transmitted through the site or mobile apps, or items advertised on the site or mobile apps, by end users or any other third parties. We respect the intellectual property rights of others and require those that use the Services to do the same. We may, in appropriate circumstances and at our discretion, remove or disable access to material on the Services that infringes upon the copyright rights of others. We also may, in our discretion, remove or disable links or references to an online location that contains infringing material or infringing activity. In the event that any users of the Services repeatedly infringe on others’ copyrights, we may in our sole discretion terminate those individuals’ rights to use the Services If you believe that your copyright has been or is being infringed upon by material found in the Services, you are required to follow the below procedure to file a notification: </br></br> <span></span>• Identify in writing the copyrighted material that you claim has been infringed upon;</br> <span></span>• Identify in writing the material on the Services that you allege is infringing upon copyrighted material, and provide sufficient information that reasonably identifies the &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;location of the alleged infringing material (for example, the user name of the alleged infringer and the business listing it is posted under);</br> <span></span>• Include the following statement: \"I have a good faith belief that the use of the content on the Services as described above is not authorized by the copyright owner, its &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;agent, or law\";</br>• Include the following statement: \"I swear under penalty of perjury that the information in my notice is accurate and I am the copyright owner or I am authorized to act on &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the copyright owner's behalf\";</br>• Provide your contact information including your address, telephone number, and e-mail address (if available);</br> <span></span>• Provide your physical or electronic signature; and</br></br> Send the written communication to:</br></br> Mr. Saurabh Kumar</br> Legal Officer</br> MASNEP Online Services Private Limited</br>262/B, First Floor, Shipra Sun City, Indirapuram,</br> Gazibabad, India -201014</br>Email address: <spam>info@lookplex.com</spam></br></br> You may be subject to liability if you knowingly make any misrepresentations on a take-down notice.</p>"}
